<section class="section-founder">
    <picture class="founder-foto">
        <source type="image/webp" srcset="img/founder.webp"> <!-- /*Браузер если сможет прочитать этот формат, к следующему не пойдет, а если не сможет, то возьмет формат из следующего type*/ -->
        <source type="image/jpeg" srcset="img/founder.jpg">
        <img src="img/founder.jpg" alt="founder">
    </picture>
    
    <div class="container">
        <div class="founder-content-wrapper">
            <div class="founder-content">
            <div class="sepаrator">
            </div> 
            <h2 class="section-title">Отношение к делу и к клиентам</h2> 
            <p class="founder-text">
              Кстати, интерактивные прототипы описаны максимально подробно. Повседневная практика показывает, что укрепление и развитие внутренней структуры говорит о возможностях соответствующих условий активизации. Внезапно, независимые государства, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут подвергнуты целой серии независимых исследований. С учётом сложившейся международной обстановки, синтетическое тестирование выявляет срочную потребность системы массового участия.
              А ещё действия представителей оппозиции, превозмогая сложившуюся непростую экономическую ситуацию, в равной степени предоставлены сами себе. Не следует, однако, забывать, что выбранный нами инновационный путь в значительной степени обусловливает важность дальнейших направлений развития.
            </p>
            <a href="#" class="button-link">Подробнее о компании</a>
            </div>
        </div>
        <!-- /.founder-content-wrapper -->

        <!-- /.founder-content -->        
    </div>
    <!-- /.container -->
</section>
<!-- /.section-founder -->